{
  "INICIO": "HOME",
  "SOBRE MI": "ABOUT ME",
  "SKILLS": "SKILLS",
  "CURRICULUM": "CURRICULUM",
  "Programador Junior": "Junior Software Developer",
  "Sobre Mí": "About Me",
  "Presentación": "Hello World, I'm Javier Cordero.",
  "Descripción": " Since I was a child, I have been passionate about computers and programming. Ever since I discovered this fascinating world, I have been immersed in it, and my passion for programming has only grown over time. What excites me most about being a programmer is the opportunity to bring my ideas to life and create technological solutions that positively impact people's lives. I enjoy tackling new challenges and solving complex problems using my creativity and technical skills. My love for programming has led me to have a constant learning mindset. I am always eager to learn new technologies, explore different programming languages and frameworks, as well as discover the latest trends in the industry. I believe staying up-to-date is crucial to being a competitive professional and continuing to grow in this ever-evolving industry. I am determined to develop and grow within the programming sector. I am looking for a stimulating work environment where I can collaborate with other passionate professionals and continue learning from them. I am ready to take on new challenges and bring my enthusiasm and dedication to every project I participate in. If you are looking for someone committed, with a natural passion for programming, I am confident I can be a valuable asset to your team. I look forward to the opportunity to work together and continue growing in this exciting world!",
  "Datos Personales": "Informations Personnelles",
  "Teléfono": "Téléphone",
  "Email": "Email",
  "Dirección": "Adresse",
  "Cargo": "Poste",
  "Empresa de prácticas FCT": "Entreprise de stage FCT",
  "JUEGOS": "GAMES",
  "MUSICA": "MUSIC",
  "VIAJAR": "TRAVEL",
  "DEPORTE": "SPORTS",
  "LIBROS": "BOOKS",
  "COCHES": "CARS",
  "FOTOS": "PHOTOS",
  "Intereses": "Interests"
}
