{
    "INICIO": "ACCUEIL",
    "SOBRE MI": "À PROPOS DE MOI",
    "SKILLS": "COMPÉTENCES",
    "CURRICULUM": "CURRICULUM",
    "Programador Junior": "Développeur Logiciel Junior",
    "Sobre Mí": "À propos de moi",
    "Presentación": "Bonjour tout le monde, je suis Javier Cordero.",
    "Descripción": " Depuis mon enfance, je suis passionné par l'informatique et la programmation. Depuis que j'ai découvert ce monde fascinant, j'y suis plongé et ma passion pour la programmation n'a cessé de croître au fil du temps. Ce qui m'excite le plus en tant que développeur, c'est l'opportunité de concrétiser mes idées et de créer des solutions technologiques qui impactent positivement la vie des gens. J'aime relever de nouveaux défis et résoudre des problèmes complexes en utilisant ma créativité et mes compétences techniques. Mon amour pour la programmation m'a conduit à adopter une mentalité d'apprentissage constant. Je suis toujours impatient d'apprendre de nouvelles technologies, d'explorer différents langages de programmation et frameworks, ainsi que de découvrir les dernières tendances du secteur. Je considère qu'être à jour est essentiel pour être un professionnel compétitif et continuer à croître dans cette industrie en constante évolution. Je suis déterminé à évoluer et à progresser dans le secteur de la programmation. Je cherche un environnement de travail stimulant où je peux collaborer avec d'autres professionnels passionnés et continuer à apprendre d'eux. Je suis prêt à relever de nouveaux défis et à apporter mon enthousiasme et mon dévouement à chaque projet auquel je participe. Si vous recherchez quelqu'un d'engagé, avec une passion innée pour la programmation, je suis convaincu que je peux être un atout précieux pour votre équipe. J'ai hâte d'avoir l'occasion de travailler ensemble et de continuer à progresser dans ce monde passionnant !",
    "Datos Personales": "Données personnelles",
    "Teléfono": "Téléphone",
    "Email": "Email",
    "Dirección": "Adresse",
    "Cargo": "Poste",
    "Empresa de prácticas FCT": "Entreprise de stage",
    "JUEGOS": "JEUX",
    "MUSICA": "MUSIQUE",
    "VIAJAR": "VOYAGE",
    "DEPORTE": "SPORTS",
    "LIBROS": "LIVRES",
    "COCHES": "VOITURES",
    "FOTOS": "PHOTOS",
    "Intereses": "Intérêts"
}
