{
    "INICIO": "ACCUEIL",
    "SOBRE MI": "À PROPOS DE MOI",
    "SKILLS": "COMPÉTENCES",
    "CURRICULUM": "CURRICULUM",
    "Programador Junior": "Développeur Logiciel Junior",
    "Sobre Mí": "À propos de moi",
    "Presentación": "Bonjour tout le monde, je suis Javier Cordero.",
    "Descripción": " Depuis mon enfance, je suis passionné par l'informatique et la programmation. Depuis que j'ai découvert ce monde fascinant, j'y suis plongé et ma passion pour la programmation n'a cessé de croître au fil du temps. Ce qui m'excite le plus en tant que développeur, c'est l'opportunité de concrétiser mes idées et de créer des solutions technologiques qui impactent positivement la vie des gens. J'aime relever de nouveaux défis et résoudre des problèmes complexes en utilisant ma créativité et mes compétences techniques. Mon amour pour la programmation m'a conduit à adopter une mentalité d'apprentissage constant. Je suis toujours impatient d'apprendre de nouvelles technologies, d'explorer différents langages de programmation et frameworks, ainsi que de découvrir les dernières tendances du secteur. Je considère qu'être à jour est essentiel pour être un professionnel compétitif et continuer à croître dans cette industrie en constante évolution. Je suis déterminé à évoluer et à progresser dans le secteur de la programmation. Je cherche un environnement de travail stimulant où je peux collaborer avec d'autres professionnels passionnés et continuer à apprendre d'eux. Je suis prêt à relever de nouveaux défis et à apporter mon enthousiasme et mon dévouement à chaque projet auquel je participe. Si vous recherchez quelqu'un d'engagé, avec une passion innée pour la programmation, je suis convaincu que je peux être un atout précieux pour votre équipe. J'ai hâte d'avoir l'occasion de travailler ensemble et de continuer à progresser dans ce monde passionnant !",
    "Datos Personales": "Données personnelles",
    "Teléfono": "Téléphone",
    "Email": "Email",
    "Dirección": "Adresse",
    "Cargo": "Poste",
    "Empresa de prácticas FCT": "Entreprise de stage",
    "JUEGOS": "JEUX",
    "MUSICA": "MUSIQUE",
    "VIAJAR": "VOYAGE",
    "DEPORTE": "SPORTS",
    "LIBROS": "LIVRES",
    "COCHES": "VOITURES",
    "FOTOS": "PHOTOS",
    "Intereses": "Intérêts",
    "Descargar": "Télécharger",
    "Habilidades": "Compétences",
    "Habilidades Técnicas": "Compétences Techniques",
    "Habilidades Profesionales": "Compétences Professionnelles",
    "Comunicación": "Communication",
    "Trabajo en Equipo": "Travail en Équipe",
    "Creatividad": "Créativité",
    "Dedicación": "Dédication",
    "Autoaprendizaje": "Auto-apprentissage",
    "Atención al detalle": "Souci du Détail",
    "Curriculum": "Curriculum",
    "Educación": "Éducation",
    "Certificaciones": "Certifications",
    "Desarrollo de Aplicaciónes Multiplataforma": "Développement d'applications multiplateformes",
    "Durante el actual ciclo, he adquirido conocimientos en una amplia gama de lenguajes de programación, incluyendo Java, Python y JavaScript. Además, he aprendido a trabajar con SQL para el manejo de bases de datos y también he adquirido habilidades en el desarrollo web utilizando lenguajes de marcas como HTML y CSS.": "Au cours de ce cycle, j'ai acquis des connaissances dans un large éventail de langages de programmation, y compris Java, Python et JavaScript. De plus, j'ai appris à travailler avec SQL pour la gestion de bases de données et j'ai également acquis des compétences en développement web en utilisant des langages de balisage tels que HTML et CSS.",
    "Gestión de Alojamientos Turísticos": "Gestion des hébergements touristiques",
    "Durante el transcurso de este ciclo, he afianzado conocimientos de idiomas como inglés y alemán.": "Au cours de ce cycle, j'ai renforcé mes connaissances en langues telles que l'anglais et l'allemand.",
    "Back Developer": "Développeur Back",
    "Programación en Python": "Programmation en Python",
    "Curso de Fundamentos de Java Spring Boot": "Cours de Fondamentaux de Java Spring Boot",
    "Curso de Java Spring": "Cours de Java Spring",
    "Curso Profesional de PHP 8": "Cours Professionnel de PHP 8",
    "Curso de Spring Framework y Spring Boot": "Cours de Spring Framework et Spring Boot",
    "Curso Profesional de Java": "Cours Professionnel de Java",
    "Curso Profesional de Python": "Cours Professionnel de Python",
    "Curso Profesional de Backend": "Cours Professionnel de Backend",
    "Cursos de Symfony 5: Primeros Pasos, Intermedio y Avanzado": "Cours de Symfony 5: Premiers Pas, Intermédiaire et Avancé",
    "Curso de CodeIgniter": "Cours de CodeIgniter",
    "Cursos de PHP: Principiante, Ampliando Conceptos y Creando sitios dinámicos": "Cours de PHP: Débutant, Approfondissement des Concepts et Création de Sites Dynamiques",
    "Curso de Django": "Cours de Django",
    "Curso Profundizando en Django y Django REST": "Cours Approfondi de Django et Django REST",
    "Curso Aplicaciones Web con Django": "Cours d'Applications Web avec Django",
    "Curso Crea una API REST con Django desde cero": "Cours de Création d'une API REST avec Django à partir de zéro",
    "Front Developer": "Développeur Front",
    "Curso Básico de JavaScript": "Cours de Base de JavaScript",
    "Curso Práctico de JavaScript": "Cours Pratique de JavaScript",
    "Curso Profesional de JavaScript": "Cours Professionnel de JavaScript",
    "Curso de Introducción a React": "Cours d'Introduction à React",
    "Curso de Asincronismo con JavaScript": "Cours d'Asynchronisme avec JavaScript",
    "Curso Avanzado de Bootstrap": "Cours Avancé de Bootstrap",
    "Curso Profesional de React": "Cours Professionnel de React",
    "Curso de React para principiantes": "Cours de React pour Débutants",
    "Otras tecnologías": "Autres Technologies",
    "Curso Profesional de Git y GitHub": "Cours Professionnel de Git et GitHub",
    "Curso de Fundamentos de Bases de Datos": "Cours de Fondamentaux des Bases de Données",
    "Curso Básico de Testing en Java": "Cours de Base de Test en Java",
    "Curso de Introducción a Selenium con Python": "Cours d'Introduction à Selenium avec Python",
    "Curso de Fundamentos de Web Scraping con Python y Xpath": "Cours de Fondamentaux du Web Scraping avec Python et Xpath",
    "M001: MongoDB Basics": "M001: Bases de MongoDB",
    "M220P: MongoDB for Python Developers": "M220P: MongoDB pour Développeurs Python",
    "Curso de Gitflow profesional": "Cours de Gitflow Professionnel",
    "Curso de Git": "Cours de Git",
    "Curso de pruebas unitarias con Mockito": "Cours de Tests Unitaires avec Mockito",
    "Curso de Introducción a pruebas automáticas con JUnit 5": "Cours d'Introduction aux Tests Automatisés avec JUnit 5",
    "Curso de Testing en Java con JUnit 5": "Cours de Tests en Java avec JUnit 5",
    "Curso de Figma": "Cours de Figma",
    "Curso de Jenkins para principiantes": "Cours de Jenkins pour Débutants",
    "Curso de Jenkins: Herramientas para exprimir nuestro código": "Cours de Jenkins: Outils pour Optimiser notre Code",
    "Curso de Jenkins: Pipelines y herramientas": "Cours de Jenkins: Pipelines et Outils",
    "Curso de Jenkins: Usuarios y jobs": "Cours de Jenkins: Utilisateurs et Jobs",
    "Curso de Docker": "Cours de Docker",
    "Curso de comandos básicos para la Terminal": "Cours de Commandes de Base pour le Terminal",
    "Curso Profesional de Base de Datos": "Cours Professionnel de Base de Données",
    "Curso Profesional de Docker": "Cours Professionnel de Docker"
}
